package com.similarity.impl.beiyou;

/**
 * Created by dreameng on 16/1/25.
 */
public class Test {
    public static void main(String[] args) {
        String time = "";
        String title = "发生在中粮集团的侵吞巨额国有资产的惊天大案_正义之声_新浪博客";
        String content =
        "中粮鹏利系（在萨摩亚独立国设立的）俊威投资有限公司在重庆设立的外商独资经营公司，成立于2005年5月30日， 注册资金 1.8亿元，法定代表人为金家凯，注册地址位于重庆经济技术开发区C40综合大楼5楼。2007年7月17日，中粮鹏利向原中共重庆市委书记汪洋的《拯救 国有资产 的紧急报告》中称：“中国粮油食品（集团）有限公司是国务院国资委直接管辖的世界500强企业。看好重庆的投资环境和商机，将重庆列为‘重点战略发展区域’。中粮鹏利置业（重庆）有限公司是中粮地产公司在重庆投资9000万元设立的全资公司，主营房地产开发、销售、物业管理等，是集团‘重点战略发展区域’的先行企业。我公司在渝投资成功与否，将直接影响到中粮集团对重庆投资的战略 决策 。不幸的是，我公司在渝投资的第一个项目就遭到江北区经委的 非法 阻挠，致使我公司在渝投资受阻， 国有资产 遭到严重 损失 。”足以说明中粮鹏利是中粮集团的国有全资子公司。\n" +
                "\n" +
                "    （注：2007年9月，重庆市公安局经侦总队发函至重庆市土房局，冻结了中粮鹏利在渝投资的第一个项目所涉及土地的出让。）\n" +
                "\n" +
                "    举报事实：\n" +
                "\n" +
                "    一、辗转国内外设立子孙公司， 涉嫌 实施“ 洗钱 ” 侵吞  巨额  国有资产 的阴谋。\n" +
                "\n" +
                "    中国粮油食品集团有限公司—在香港设立全资子公司→中国粮油食品集团（香港）有限公司—在香港设立全资子公司→香港鹏利国际集团有限公司—在萨摩亚独立国设立全资子公司→俊威投资有限公司—在重庆设立外商独资经营公司→中粮鹏利置业（重庆）有限公司。\n" +
                "\n" +
                "    从以上事实推定，中粮集团的 腐败分子 正在实施一项 侵吞国有资产 的宏大战略，而在重庆之举只不过是这一宏大战略中小小的一颗棋子，它们从北京到香港、从香港到萨摩亚独立国、再从萨摩亚独立国辗转重庆投资设立外商独资经营公司。难道如此地奔波辗转可以使 国有资产 增值吗？不然的话，对国家有何意义？在这一过程中，不是为了“ 洗钱 ” 侵吞国有资产 ，又是为了什么？\n" +
                "\n" +
                "    二、在重庆与 黑恶势力  相互勾结 ，合伙 侵吞  巨额 国有（公有） 资产 至少5500万元。\n" +
                "\n" +
                "    2006年4月14日，我厂（重庆化妆品厂，下称：化妆品厂）位于江北区大石坝柏树村1号的三工场45509平方米 工业用地使用权 （约68亩）及地上建筑物19779.94平方米生产用房所有权（下称：三工场），在重庆市高级人民法院（下称：市高院）组织的司法拍卖执行前后，中粮鹏利与司法 腐败分子 、 黑恶势力 、我厂厂长陶益绿 相互勾结 ，借用司法之手，全面掌控，采取 非法拘禁 、暴力威逼、 商业贿赂 、压低估价、恶意 串通 等手段，操控定向拍卖，拍卖前排除其他竞买人，拍卖中确保独家（即：竞买人+竞买人的代理人=竞买人）“竞买”，不仅使实际价值超过9000万元的该宗土地未能通过拍买程序实现成交价最大化，反而使成交价大大低于实际价值（仅拍得3710万元），而 黑恶势力 及其中粮鹏利的 腐败分子  非法 猎取“代理费”高达5500万元（约为成交价的1.5倍），给国家特别是我厂造成直接和间接 经济损失 上亿元，严重地残害了我厂近300名职工群众的根本利益及生存后路，严重地损害了中国共产党的光辉形象。这是新中国成立以来，发生在重庆的中央企业的 腐败分子  侵吞  巨额 国有（公有） 资产 的惊天大案。\n" +
                "\n" +
                "    主要事实如下：\n" +
                "\n" +
                "    2004年6月17日，奥妮化妆品有限公司（下称：奥妮公司）向市高院起诉化妆品厂欠奥妮公司6700万债务。奥妮公司与化妆品厂很快达成调解协议。但是，由于我厂多年离岗人员陶益禄带领部分职工以种种理由，多次到重庆市高级人民法院（下称：市高院）集访，阻止拍卖执行，时间长达数月。在这种情况下，市高院暂停了该案的执行。\n" +
                "\n" +
                "    2005年3月23日，陶益禄当上化妆品厂厂长(法定代表人)后，于2005年6月6日，化妆品厂正式向市高院申请再审。就在这时，中粮鹏利的 腐败分子 认为这正是 侵吞 国有（公有） 资产 的有利时机，于是立即与 黑恶势力 ——重庆万贯 财务 咨询有限公司（下称：万贯 财务 ）法定代表人陈坤志 相互勾结 ，借用司法之手，全面掌控，采取 非法拘禁 、暴力威逼、 商业贿赂 、压低估价、恶意 串通 等手段，操控定向拍卖，达到其 侵吞  巨额 国有（公有） 资产 之目的，泡制出了合伙 侵吞  巨额 国有（公有） 资产 的惊天大案。\n" +
                "\n" +
                "     司法腐败 出手，操控评估 价格 。根据市高院存档备案的2份《 评估报告 》发现：2004年1月13日，委托重庆铂码会计师事务所对三工场划拨土地使用权及地上房屋估价（评估价为4086.66万元）；2005年5月12日，委托重庆涉外 资产评估 有限公司对三工场划拨土地使用权及地上房屋估价（评估价仅为3390.09万元）。这完全是中粮鹏利 贿赂 市高院相关人员的结果。\n" +
                "\n" +
                "    事实表明：当前 司法腐败 的常见主要行为之一是 收受 竟买人的 贿赂 ， 故意 压低估价及成交价，为预定的买受人 谋取暴利 。如广东高院、湖北高院、深圳中院的 腐败窝案 足以证明。自2003年以来，重庆市主城区内的商品房 价格 日趋上涨，随之土地 交易价格 也成倍上涨，涨幅之大在重庆主城区前所未有，而市高院明知已经备案的2004年1月13日三工场的评估价为4086.66万元的前提下，为什么2005年5月12日委托评估的 价格 才仅为3390.09万元？在土地 价格 年年攀升的情况下，土地估价一年比一年低，而且得到了市高院的认可，这不仅是市高院犯下的一个最低级错误，而且创造了世界性奇迹！显而易见，市高院这一作为，要么是直接或间接 收受 了中粮鹏利的 贿赂 而不得不为其大打出手，要么是甘心情愿为 腐败分子  侵吞 国有和 集体财产 作出无私奉献，为后来中粮鹏利的恶意 串通 、操控拍卖铺平道路。\n" +
                "\n" +
                "     勾结  黑恶势力 ，操控恶意 串通 。2005年6月6日，化妆品厂正式向市高院申请再审，在市高院于同年6月30日决定再审奥妮公司诉化妆品厂一案之前，中粮鹏利买通 黑恶势力 ——万贯 财务 陈坤志，将重庆广海物流有限公司（下称：广海物流）法定代表人吴学权 非法拘禁 达10天之久，同时 非法 胁迫奥妮公司执行总裁王庆球，于2005年6月16日，中粮鹏利作为甲方、奥妮公司和广海物流作为乙方签订了《委托代理合同》，第三条第一款约定：“甲方为本合同约定的委托事务共计向乙方支付人民币5500万元，如果本合同第一条约的 土地使用权 取得价款超过3500万元，超过部分应在该5500万元 费用 中 抵扣 ”。即合同约定的价款为3500万元。\n" +
                "\n" +
                "    2005年6月18日，中粮鹏利作为甲方，奥妮公司和广海物流作为乙方，签署的《备忘录》约定：“奥妮化妆品有限公司与重庆化妆品厂在重庆市高院审监局组织的调解中，需达成庭外和解协议，方能恢复原有司法拍卖执行程序。为保障甲方利益，应乙方要求，需聘请第三方——重庆富国律师事务所，进行重庆化妆品厂及高院等以有关方面的协调工作。……。由甲方出面委托……，由此产生委托代理 费用 总计伍佰捌拾万元整。”\n" +
                "\n" +
                "    事实表明：各方涉案者围绕实现中粮鹏利能以3500万元左右的“理想” 价格 拍得三工场的罪恶目的，开始进行了一系列的 贿赂 来进行恶意 串通 ：一是市高院“无意之中忽略”了2004年1月已经本院审查备案4086.66万元的三工场评估结果，而导致产生事隔一年半以后（此期间重庆市区土地 交易价格 成倍上涨）三工场的 评估值 为3390.09万元的致命 漏洞 ，从而为公布拍卖参考价3500万元铺平道路。二是在在市高院尚未决定再审奥妮公司诉化妆品厂一案之前，中粮鹏利采取支付 巨额  商业贿赂 ，买通 黑恶势力 采取 非法拘禁 、胁迫等手段，签订了恶意 串标 压价的合同及备忘录。三是中粮鹏利以580万元的高额代价聘请富国所代理进行协调市高院及化妆品厂，所谓“协调”之不过是 行贿 的代名词罢了。中粮鹏利恰恰是利用富国所陶益珍与陶益禄的同胞关系，向陶益禄 行贿 ；利用富国所的特殊行业“ 洗钱 ”向市高院有关人员 行贿 ；从而实现市高院、卖方、买方、拍卖公司等四方 串通 一气、默契配合、 谋取暴利 。\n" +
                "\n" +
                "     非法 阻止竞买，操控定向拍卖。2005年11月16日，奥妮公司、广海物流、万贯 财务 三方签订《备忘录》约定：《委托代理合同》及《 补充协议 》中，广海物流所承担的合同中规定的责任、权益及义务 转让 给万贯 财务 ，即万贯 财务 正式成为中粮鹏利的代理人。\n" +
                "\n" +
                "    （2006）渝高法委拍字第1号《拍卖委托书》规定，拍卖公告应当在《重庆商报》、《重庆晚报》、《重庆晨报》等媒体上发布公告，发布拍卖公告2次以上，并不得登载在不醒目的地方。但是目前只查到辉煌拍卖公司在2006年3月4日同一天在《重庆商报》、《重庆日报》第7版上发布的一次拍卖公告。\n" +
                "\n" +
                "    （2006）渝高法委拍字第1号《拍卖委托书》规定，拍卖三工场的时间定于2006年4月4日举行，\n" +
                "\n" +
                "    2006年3月4日的拍卖公告规定：竞买人应于2006年4月3日16时前将竞买 保证金 200万元交至市高院指定账户（以到账为依据和市高院出具的 收据 到拍卖公司办理竞买 登记手续 ）。根据2006年4月25日辉煌拍卖公司向市高院提交的《拍卖成交报告》载明：2006年3月4日的拍卖公告刊登以后，辉煌拍卖公司先后接待了龙湖地产、华宇地产、东源地产、金泰实业等10多家市内外大型房产开发商的咨询；根据市高院法官向辉煌拍卖公司法定代表人汪钟、市联合产权交易所总裁关晋明的谈话笔录中发现：2006年4月3日下午4时前，重庆金洲物业有限公司已经将竞买 保证金 200万元交至市高院指定账户，而竞买人重庆金洲物业有限公司 缴纳  保证金 后到辉煌拍卖公司办理竞买 手续 未果。2006年4月4日11时15分，市高院的周淘法官在询问辉煌拍卖公司时明确表示“公告截止时间是指 缴纳 拍卖 保证金 的时间，而不是办理拍卖 手续 的时间”，同时市联合产权交易所总裁关晋明也明确表示“按照我们的惯例，也是指 缴纳  保证金 的时间，而不是办理竞买 手续 的时间”，但辉煌拍卖公司法定代表人汪钟确坚持自己意见，拒不给重庆金洲物业有限公司办理竞买 手续 。2006年4月14日，恢复拍卖，仅中粮鹏利与万贯 财务 两家（实质上只有中粮鹏利一家）参加拍卖，因为万贯 财务 早已成为中粮鹏利的代理人。\n" +
                "\n" +
                "    事实表明：第一，市高院之所以 故意 纵容拍卖 公司违规 登报拍卖公告，完全是中粮鹏利采取间接或直接方式 贿赂 买通市高院相关人员的结果；第二，委托人市高院肖淘法官在询问辉煌拍卖公司时，再三声明公告截止时间是指 缴纳 保证的时间，而不是办理竞买 手续 的时间，而拍卖人辉煌拍卖公司执意坚持“选择辉煌拍卖公司拍卖，是当事人的选择，我要对当事人负责”，辉煌拍卖公司所说的当事人就应当是中粮鹏利与万贯 财务 。《拍卖法》中规定“当事人”只有委托人、拍卖人、竞买人、买受人4种称谓，难道市高院不是《拍卖法》中规定的当事人，拍卖公司可以剥夺委托人的法定权利，只认为竞买人或买受人才是当事人，也只为竞买人或买受人负责；第三，拍卖公告登出以后，有10多家市内外知名的大型房地产商前来咨询，面对如此低廉且具有良好的区位优势和商业开发价值的参考总价仅为3500万元的68亩土地，这些大型房产商为什么放弃参加竟买，其背后的原因到底是什么？难道 缴纳 不起200万元的竞买 保证金 、难道买不起参考总价仅为3500万元的68亩土地；第四，重庆金洲物业有限公司已经 缴纳 了200万元的竞买 保证金 ，拍卖公司拒不按市高院的再三重声的意见为其办理竞买 手续 ，市高院不仅不及时纠正，反而放任不管，其目的是为中粮鹏利独家强买提供方便。如果中粮鹏利没有 勾结  黑恶势力 与 贿赂  腐败分子 ，参加竞买三工场的竞买人至少也在10家以上，中粮鹏利不不可能以3710万元的成交价独家“竞买”得该宗土地。\n" +
                "\n" +
                "    支付巨额贿赂， 侵吞国有资产 。经官方查阅涉案单位 银行账户 发现：(1)2006年1月27日（化妆品厂与奥妮公司达成调解协议时间为当年1月24日），重庆清幽科技有限责任公司以“ 往来款 ”名义，转帐50万元给富国所；(2)2006年5月8日（中粮鹏利拍得三工场时间为2006年4月14日），中粮鹏利转帐380万元给富国所，名义是“代理费”。380万元代理费转至富国所帐上后，其中280万元用于归还其于2003年11月向商业银行的贷款。其余的资金除21万余元以转账方式用于购买车辆外，其余以4笔 现金支票 取出80余万元，均系该所工作人员所取；(3)2006年5月8日，中粮鹏利以“ 拆迁款 ”名义转帐1740万元给广海物流，广海物流立即将转帐支票 背书  转让 给重庆清幽科技有限公司，名义是“委托 收款 ”；(4)2006年5月9日，清幽公司将80万元转帐给重庆国恒 资产管理 咨询有限公司；(5)2006年5月12日，清幽公司将40万元转帐给重庆恒冠房地产顾问有限公司；(6)2006年5月17日，清幽公司将250万元转帐给重庆万贯科技有限责任公司；(7)从2006年5月8日至5月17日之间的10日内，清幽公司开立 现金支票 8张， 金额总计 135万。同时期内，其余金额百万以上转帐支出5笔共计1484万元。分别为：2006年5月9日转帐至重庆毕安逊商贸有限公司100万元和同日转帐至重庆隆鑫工业（集团）有限公司500万元，2006年5月11日转帐至重庆金江水泥有限公司184万元，2006年5月16日转帐至河北省石家庄开发区金鑫音文化研究中心500万元和同日转帐至云阳新世界置业有限公司200万元。\n" +
                "\n" +
                "    经查阅涉案个人银行 存款 发现：(1)2006年2月17日，陶益禄的妻子刘福惠的 账目 存入24.9万元，而同日富国所也开出过一张相同数额的 现金支票 ；(2)2006年5月17日，有10万元存入陶益禄的账户上。\n" +
                "\n" +
                "    事实表明：《委托代理合同》《备忘录》所约定的 非法 “代理费”5500万元,实际只支付了2120万元，剩余的3380万元自然成了中粮鹏利 侵吞国有资产 的“功臣”们的胜利果实了！\n" +
                "\n" +
                "    中粮鹏利愿意以9000万元的 成本 买得我厂三工场，为什么不通合法的手段取得，而要采取“黑吃黑”的 恶劣 手段？为什么视 国有资本  投资风险 于不顾，而不走正道，非要采取委托代理的形式操控独家“竞买”？ 腐败分子 不是为了从中渔利，又是为了什么？\n" +
                "\n" +
                "    中粮鹏利愿意以9000万元的 成本 买得我厂三工场，正好证明我厂三工场的实际价值远远超过9000万元，而中粮鹏利通过给付 黑恶势力  非法 “代理费”5500万元，进行全方位 商业贿赂 ，达到压低 价格 成交的目的，这不是在明目张胆地 侵吞 公有 资产 吗？该当何罪？！\n" +
                "\n" +
                "    假如我厂三工场实际价值为3710万元，完全可以依法取得，而中粮鹏利还要给付 黑恶势力  非法 “代理费”5500万元，这不是在明目张胆地 侵吞国有资产 吗？该当何罪？！\n" +
                "\n" +
                "    主要诉求：\n" +
                "\n" +
                "    一、建议由中纪委牵头，最高人民检查院、最高人民法院、国务院国资委等机构参与，组成联合专案组，排除一切阻力，一查到底，彻底 查处 发生在中粮集团的 侵吞  巨额  国有资产 的惊天大案。\n" +
                "\n" +
                "    二、排除一切阻力，依法严惩 侵吞  巨额  国有资产 的 腐败分子 。\n" +
                "\n" +
                "    （特别说明：全部证据 材料 可到重庆市公安局经侦总队、重庆市工商局、重庆市江北区政法委查阅）\n" +
                "\n" +
                "    重庆化妆品厂广大职工\n" +
                "\n" +
                "    二〇〇八年三月八日\n" +
                "\n" +
                "    联系人及联系电话：\n" +
                "\n" +
                "    项锡文：02366577045\n" +
                "\n" +
                "    杨忠利：13271891357\n" +
                "\n" +
                "    文昌珍：13452990217\n" +
                "\n" +
                "    赵琼：13637953425\n";
        AuditScoringHandlerImp asi = new AuditScoringHandlerImp();
        asi.setAuditNegativeDic("/Users/dreameng/Desktop/审计词库/Negative.dic");
        asi.setAuditItemDic("/Users/dreameng/Desktop/审计词库/AuditItem.dic");
        asi.setAuditRelateDic("/Users/dreameng/Desktop/审计词库/auditRelative.dic");
        asi.init();
        double[] a = asi.textClassisy(content, false);
        for (double i: a) {
            System.out.println(i);
        }
    }
}
